export const subCategory= [
    {
        list : [   
            "소스닭가슴살",
            "수비드닭가슴살",
            "스팀닭가슴살",
            "슬라이스닭가슴살",
            "큐브닭가슴살",
            "생닭가슴살",
            "닭가슴살스테이크",
            "닭안심살",
        ]
    },
    {
        key : "fastFood",
        link : "카테고리_02",
        pageName : "간편식",
        list: [
            "핫도그",
            "만두",
            "소시지",
            "브리또",
            "너겟"
        ]
    },
    {
        key : "lunchBox",
        link : "카테고리_03",
        pageName : "도시락",
        list : [
            "다이어트도시락",
            "닭가슴살볶음밥",
            "곤약볶음밥"
        ]
    },
    {
        key : "salad",
        link : "카테고리_04",
        pageName : "샐러드",
        list : [   
            "닭가슴살샐러드",
            "야채샐러드",
            "과일샐러드",
            "샐러드소스"
        ]
    },
    {   
        key : "vegan",
        link : "카테고리_05",
        pageName : "비건",
        list : [
            "비건도시락",
            "콩고기",
            "냉동식품",
            "상온식품"
        ]
    },
    {
        key : "protein",
        link : "카테고리_06",
        pageName : "프로틴",
        list : [
            "프로틴쉐이크",
            "프로틴음료",
            "보충제",
            "프로틴바"
        ]
    },
    {
        key : "health",
        link : "카테고리_07",
        pageName : "건강식품",
        list : [
            "종합비타민",
            "다이어트보조제",
            "홍삼/인삼",
            "건강즙"
        ]
    }
]